//
//  Localizable.strings
//  Nextcloud iOS
//
//  Copyright © 2017 Marino Faggiana. All rights reserved.
//
//  Author Marino Faggiana <marino.faggiana@nextcloud.com>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

// General

"_cancel_"                  = "Отмена";
"_upload_file_"             = "Выгрузить файл";
"_download_file_"           = "Скачать файл";
"_loading_"                 = "Загрузка";
"_loading_with_points_"     = "Загружается…";
"_loading_num_"             = "Загрузка файла %i";
"_loading_autoupload_"      = "Автоматическая выгрузка";
"_uploading_"               = "Выгрузка";
"_synchronization_"         = "Синхронизация";
"_delete_"                  = "Удалить";
"_delete_file_n_"           = "Удаление файла %i из %i";
"_rename_"                  = "Переименовать";
"_move_"                    = "Переместить";
"_move_file_n_"             = "Перемещение файла %i из %i";
"_creating_sharing_"        = "Создание общего ресурса";
"_updating_sharing_"        = "Обновление общего ресурса";
"_removing_sharing_"        = "Удаление общего ресурса";
"_add_"                     = "Добавить";
"_login_"                   = "Войти";
"_save_"                    = "Сохранить";
"_warning_"                 = "Предупреждение";
"_error_"                   = "Ошибка";
"_error_e2ee_"              = "Ошибка оконечного шифрования";
"_no_"                      = "Нет";
"_yes_"                     = "Да";
"_select_"                  = "Выбрать";
"_select_all_"              = "Выбрать все";
"_upload_"                  = "Выгрузить";
"_home_"                    = "Файлы";
"_file_to_upload_"          = "Файл для выгрузки";
"_destination_"             = "Назначение";
"_ok_"                      = "ОК";
"_beta_version_"            = "Бета версия";
"_function_in_testing_"     = "Эта возможность тестируется. В случае, если столкнётесь с какими-либо проблемами, сообщите нам об этом.";
"_done_"                    = "Готово";
"_passcode_too_short_"      = "Защитный код слишком короткий, минимум 4 символа";
"_selected_"                = "Выбрано";
"_scan_fingerprint_"        = "Приложите палец для аутентификации";
"_no_active_account_"       = "Аккуант не найден";
"_info_"                    = "Информация";
"_warning_"                 = "Предупреждение";
"_email_"                   = "Email";
"_save_exit_"               = "Действительно выйти без сохранения?";
"_video_"                   = "Видео";
"_overwrite_"               = "Перезаписать";
"_transfers_in_queue_"      = "Выполняется передача, ждите…";
"_too_errors_automatic_all_"= "Слишком много ошибок. Перейдите в центр настроек для выявления проблемы";
"_create_folder_"           = "Создать каталог";
"_create_folder_on_"        = "Создать каталог на";
"_close_"                   = "Закрыть";
"_postpone_"                = "Отложить";
"_remove_"                  = "Удалить";
"_file_not_found_"          = "Файл не найден";
"_continue_"                = "Продолжить?";
"_auto_upload_folder_"      = "Автоматическая передача";
"_gallery_"                 = "Галерея";
"_photo_"                   = "Фото";
"_audio_"                   = "Аудио";
"_unknown_"                 = "Неизвестно";
"_next_"                    = "Далее";
"_success_"                 = "Выполнено";
"_initialization_"          = "Загрузка";
"_experimental_"            = "Экспериментальное";
"_select_dir_media_tab_"    = "Выберите каталог для \"Медиа\"";
"_error_creation_file_"     = "Невозможно создать файл";
"_save_path_"               = "Сохранить путь";
"_save_settings_"           = "Сохранить параметры";
"_mode_filename_"           = "Имена файлов";
"_warning_owncloud_"        = "Выполнено подключение к серверу ownCloud. Такие подключения выполняются на ваш риск, так как не поддерживаются и не были протестированы. Для перехода на Nextcloud, обратитесь к https://nextcloud.com/migration";
"_warning_unsupported_"     = "Используется неподдерживаемая версия сервера Nextcloud. Для безопасности данных рекомендуется обновить сервер до актуальной стабильной версии Nextcloud.";
"_restore_"                 = "Восстановить";
"_camera_roll_"             = "Фотоплёнка";
"_tap_here_to_change_"      = "Нажмите для изменения";
"_no_albums_"               = "Альбомы не найдены";
"_denied_album_"            = "This app does not have access to \"Photos\", you can enable access in Privacy Settings";
"_denied_camera_"           = "This app does not have access to \"Camera\", you can enable access in Privacy Settings";

// App

"_network_available_"       = "Сеть доступна";
"_network_not_available_"   = "Сеть недоступна";

// Networking

"_file_too_big_"            = "Файл очень большой, чтобы быть зашифрованным/расшифрованным";
"_file_too_big_max_100_"    = "Файл слишком большой (макс. 100 КБ.)";
"_...loading..._"           = "Загрузка…";
"_download_plist_"          = " ";
"_no_reuploadfile_"         = "Файл не найден и невозможно повторить отправку. Удалите файл из очереди на отправку и заново попытайтесь его выгрузить.";
"_file_already_exists_"     = "Не удаётся завершить операцию, файл с таким же именем уже существует";
"_read_file_error_"         = "Невозможно прочитать файл";

// More

"_more_"                        = "Больше";
"_notifications_"               = "Уведомления";
"_logout_"                      = "Выйти";
"_quota_space_unlimited_"       = "Неограничено";
"_quota_space_unknown_"         = "Неизвестно";
"_quota_using_"                 = "Вы используете %@ из %@";

// Settings

"_acknowledgements_"            = "Подтверждения";
"_settings_"                    = "Настройки";
"_passcode_"                    = "Пароль";
"_lock_"                        = "Заблокировано";
"_lock_active_"                 = "Блокировка: включена";
"_lock_not_active_"             = "Блокировка: отключена";
"_lock_protection_no_screen_"        = "Не спрашивать при запуске";
"_lock_protection_no_screen_footer_" = "Использовать «Не запрашивать при запуске» только для защищённых папок или функций шифрования";
"_url_"                         = "URL";
"_username_"                    = "Имя пользователя";
"_change_credentials_"          = "Изменить свои учётные данные";
"_wifi_only_"                   = "Использовать только WiFi-соединение";
"_settings_autoupload_"         = "Автоматическая передача";
"_app_version_"                 = "Версия приложения";
"_app_in_use_"                  = "Приложение в использовании";
"_contact_by_email_"            = "Связаться с нами через email";
"_clear_cache_"                 = "Очистить кеш";
"_clear_cache_footer_"          = "Удалить скачанные и доступные автономно файлы";
"_exit_"                        = "Сбросить приложение";
"_exit_footer_"                 = "Удалить все учётные записи и сохранённые на устройстве данные";
"_funct_not_enabled_"           = "Функциональность не включена";
"_passcode_activate_"           = "Блокировка паролем включена";
"_disabling_passcode_"          = "Отключение блокировки паролем";
"_want_exit_"                   = "Внимание! Будет выполнен сброс к начальному состоянию. Продолжить?";
"_proceed_"                     = "Продолжить";
"_delete_cache_"                = "Удалить кэш";
"_want_delete_cache_"           = "Удалить кэш?";
"_delete_cache_and_db_"         = "Да и удалить выполняемые передачи";
"_want_delete_thumbnails_"      = "Удалить вместе со всеми миниатюрами?";
"_mail_deleted_"                = "Письмо удалено";
"_mail_saved_"                  = "Письмо сохранено";
"_mail_sent_"                   = "Письмо успешно отправлено";
"_mail_failure_"                = "Невозможно отправить сообщение эл. почты: %@";
"_information_req_"             = "Запрос информации";
"_write_in_english_"            = "Пишите нам на Английском языке";
"_credentials_"                 = "Учётные данные";
"_manage_account_"              = "Управление аккаунтом";
"_change_password_"             = "Изменить пароль";
"_add_account_"                 = "Добавить аккаунт";
"_delete_account_"              = "Удалить аккаунт";
"_want_delete_"                 = "Действительно удалить?";
"_no_delete_"                   = "Нет, не удалять";
"_yes_delete_"                  = "Да, удалить";
"_remove_cache_"                = "Пожалуйста подождите, кэш удаляется…";
"_optimizations_"               = "Оптимизации";
"_synchronizations_"            = "Синхронизированные каталог";
"_version_server_"              = "Версия сервера";
"_help_"                        = "Помощь";
"_lock_protection_simply_"      = "Слабая защита пароля";
"_change_simply_passcode_"      = "Изменить тип пароля";
"_quota_"                       = "Квота";
"_available_"                   = "доступно";
"_cloud_account_"               = "Облачный аккаунт";
"_information_"                 = "Информация";
"_personal_information_"        = "Личная информация";
"_user_full_name_"              = "Полное имя";
"_user_address_"                = "Адрес";
"_user_phone_"                  = "Номер телефона";
"_user_email_"                  = "Эл. почта";
"_user_web_"                    = "Сайт";
"_user_twitter_"                = "Twitter";
"_favorite_offline_"            = "Избранное доступно автономно";
"_favorite_offline_footer_"     = "Включение автономного доступа для всех избранных элементов может занять продолжительное время и потребовать значительного использования памяти.";
"_advanced_"                    = "Дополнительно";
"Skip"                          = "Пропустить";
"Start"                         = "Начать";
"_disable_files_app_"           = "Отключить интеграцию приложения Файлы";
"_disable_files_app_footer_"    = "Не разрешать доступ к файлам через приложение Apple Files";

// Manage AutoUpload

"_autoupload_"                      = "Автоматически передавать на сервер фотографии и видео";
"_autoupload_select_folder_"        = "Выберите папку \"Автоматическая передача\"";
"_autoupload_error_select_folder_"  = "Выберите папку «Автоматическая передача»";
"_autoupload_background_"           = "Автоматически отправлять на сервер в фоновом режиме";
"_autoupload_photos_"               = "Автоматически отправлять фотографии";
"_autoupload_videos_"               = "Автоматически отправлять файлы видео";
"_autoupload_description_"          = "Новые фотографии и видео будут выгружаться в ваше облако";
"_autoupload_description_background_"  = "Эта настройка требует использования  GPS для определения новых фотографий в фотопотоке после того, как местоположение значительно изменилось.";
"_autoupload_background_title_"     = "Ограничения";
"_autoupload_background_msg_"       = "Из за ограничений IOS, невозможно выполнять операции в фоне без активации службы GPS. После смены базовой станции мобильной сети, система просыпается на некоторое время и проверяет новые фотографии для их выгрузки в облако.";
"_autoupload_change_location_"      = "Изменить каталог";
"_autoupload_location_now_"         = "Каталог";
"_autoupload_location_default_"     = "Восстановить каталог по умолчанию";
"_autoupload_change_location_footer_" = "Изменить папку, используемую для автоматической передачи  фотографий.";
"_autoupload_not_select_home_"      = "Выберите каталог";
"_autoupload_save_album_"           = "Копировать фото или видео в фотоальбом";
"_autoupload_fullphotos_"           = "Выгрузить все сделанные камерой фото/видео";
"_autoupload_fullphotos_footer_"    = "Настройте выше параметры выгрузки до её начала";
"_autoupload_create_subfolder_"     = "Использовать подкаталоги";
"_autoupload_create_subfolder_footer_" = "Хранить в них, учитывая год и месяц";
"_autoupload_filenamemask_"         = "Изменить маску имён файлов";
"_autoupload_filenamemask_footer_"  = "Изменить автоматическую маску имён файлов";
"_autoupload_current_folder_"       = "Currently selected folder";

// Manage Help

"_help_tutorial_"               = "Инструкция";
"_help_intro_"                  = "Введение в Nextcloud";
"_help_activity_verbose_"       = "Подробная лента событий";
"_help_activity_mail_"          = "Отправить события по эл.почте";
"_help_activity_clear_"         = "Очистить события";


// Manage Advanced

"_show_hidden_files_"           = "Показать скрытые файлы";
"_format_compatibility_"        = "Максимальная совместимость";
"_format_compatibility_footer_" = "В режиме «лучшей совместимости»  фотографии будут сохраняться, если это возможно, в формате JPEG";

// Login

"_connect_server_anyway_"       = "Хотите подключиться к серверу в любом случае?";
"_connection_error_"            = "Ошибка соединения";
"_serverstatus_error_"          = "Не удалось установить соединение с сервером. Проверьте адрес сервера и состояние сетевого соединения.";
"_add_your_nextcloud_"          = "Добавить ваш аккаунт Nextcloud";
"_login_url_"                   = "Адрес сервера https://…";
"_login_bottom_label_"          = "Ещё нет сервера?\n\nВыберите от провайдеров.";
"_error_multidomain_"           = "Адрес недопустим, действительны только следующие домены:";
"_account_already_exists_"      = "Аккаунт %@ уже существует";
"_traditional_login_"           = "Использовать прежний метод авторизации";
"_web_login_"                   = "Использовать web-авторизацию";

// Favorite

"_favorites_"                   = "Избранное";
"_favorite_"                    = "Добавить в избранное";
"_unfavorite_"                  = "Убрать из избранного";
"_no_files_uploaded_"           = "Нет выгруженых файлов";
"_tutorial_favorite_view_"      = "Здесь появятся файлы и каталоги, отмеченные как избранные";
"_tutorial_offline_view_"       = "Скопируйте сюда файлы, которые должны быть доступны автономно. \n\nОни будут синхронизироваться с вашим облаком.";
"_tutorial_local_view_"         = "Распакованные файлы из вашего облака.\n\nСоединитесь с iTunes что бы поделиться этими файлами.";
"_more_"                        = "Больше";
"_favorite_no_files_"           = "Избранного ещё нет";


// Auto Upload

"_pull_down_"                               = "Потяните вниз для обновления";
"_no_photo_load_"                           = "Нет фотографий или видеофайлов";
"_tutorial_autoupload_view_"                = "В настройках возможно включить автоматическую передачу фотографий на сервер";
"_no_date_"                                 = "Нет даты";
"_today_"                                   = "Сегодня";
"_time_"                                    = "Время: %@\n\n%@";
"_location_not_enabled_"                    = "Службы геолокации не включены";
"_location_not_enabled_msg_"                = "Перейдите в настройки и разрешите доступ к службам местоположения";
"_access_photo_not_enabled_"                = "Доступ к фотографиями не разрешен";
"_access_photo_not_enabled_msg_"            = "Перейдите в настройки и включите доступ к фотографиям";
"_access_photo_location_not_enabled_"       = "Доступ к фотографиями и службам местоположения не разрешен";
"_access_photo_location_not_enabled_msg_"   = "Перейдите в настройки и включите доступ к фотографиям и службам местоположения";
"_tutorial_photo_view_"                     = "Фотографии или файлы видео ещё не выгружены";
"_create_full_upload_"                      = "Создание архива… Это может занять продолжительное время. Пожалуйста, подождите.";
"_error_createsubfolders_upload_"           = "Ошибка создания вложенной папки";
"_activate_autoupload_"                     = "Включить автоматическую передачу на сервер";

// Utility

"_never_"                       = "никогда";
"_less_a_minute_"               = "менее минуты назад";
"_minutes_ago_"                 = "%d минут(-ы) назад";
"_hours_ago_"                   = "%d часа(-ов) назад";
"_days_ago_"                    = "%d дня(-ей) назад";
"_connection_internet_offline_" = "Требуется соединение с Интернет";
"_insert_password_"             = "введите пароль";
"_update_in_progress_"          = "Обновление версии, пожалуйста, ждите…";
"_forbidden_characters_"        = "Имя файла или папки содержит недопустимые символы";
"_mail_not_can_send_mail_"      = "Нет настроенных учётных записей или введён неверный адрес эл. почты";

// File

"_photo_camera_"                = "Фотографии";
"_media_"                       = "Медиа";
"_unzip_in_progress_"           = "Выполняется распаковка в локальное хранилище…";
"_file_unpacked_"               = "Файл успешно распакован в локальное хранилище";
"_file_saved_local_"            = "Файл успешно сохранен в локальное хранилище.";
"_file_not_present_"            = "Ошибка: файл отсутствует, пожалуйста, перезагрузите.";
"_order_by_"                    = "Сортировать по";
"_order_by_name_a_z_"           = "По имени (по алфавиту)";
"_order_by_name_z_a_"           = "По имени (обратный порядок)";
"_order_by_date_more_recent_"   = "Сначала новые";
"_order_by_date_less_recent_"   = "Сначала старые";
"_order_by_size_smallest_"      = "Сначала маленькие";
"_order_by_size_largest_"       = "Сначала большие";
"_delete_selected_files_"       = "Удалить файлы";
"_move_selected_files_"         = "Переместить файлы";
"_download_selected_files_"     = "Скачать файлы";
"_download_selected_files_folders_" = "Скачать файлы и каталоги";
"_error_operation_canc_"        = "Ошибка, операция отменена.";
"_only_lock_passcode_"          = "Доступно только при включении пароля блокировки. Перейдите в настройки.";
"_passcode_protection_"         = "Защита паролем";
"_remove_favorites_"            = "Удалить из избранного";
"_remove_offline_"              = "Удалить из доступных автономно";
"_add_favorites_"               = "Добавить в избранное";
"_add_offline_"                 = "Добавить к доступным автономно";
"_remove_passcode_"             = "Удалить защиту паролем";
"_protect_passcode_"            = "Защитить паролем";
"_share_"                       = "Поделиться";
"_reload_"                      = "Перезагрузить";
"_open_in_"                     = "Открыть в…";
"_remove_local_file_"           = "Удалить из кэша";
"_add_local_"                   = "Добавить в локальное хранилище";
"_comm_erro_pull_down_"         = "Внимание, ошибка соединения с сервером. Потяните вниз для обновления.";
"_file_not_downloaded_"         = "файл не скачан";
"_file_not_uploaded_"           = "файл не был выгружен";
"_folders_"                     = "каталоги";
"_folder_"                      = "каталог";
"_files_"                       = "файлы";
"_file_"                        = "файл";
"_folder_blocked_"              = "Каталог блокирован";
"_downloading_progress_"        = "Начало загрузки файлов…";
"_no_file_pull_down_"           = "Выгрузите файл или потяните вниз для обновления";
"_browse_images_"               = "Просмотреть изображения";
"_synchronized_folder_"         = "Синхронизировать каталог";
"_remove_synchronized_folder_"  = "Отключить синхронизацию";
"_synchronized_confirm_"        = "После включения синхронизации все файлы в каталоге будут синхронизированы с сервером. Продолжить?";
"_offline_folder_confirm_"      = "После включения автономной доступности для этой папки, все файлы, находящиеся внутри, будут синхронизированы с сервером. Продолжить?";
"_file_not_found_reload_"       = "Файл не найден, потяните вниз для обновления";
"_title_section_download_"      = "СКАЧАТЬ";
"_title_section_upload_"        = "ВЫГРУЗКА";
"_group_alphabetic_yes_"        = "✓ Группировать в алфавитном порядке";
"_group_alphabetic_no_"         = "Группировать в алфавитном порядке";
"_group_typefile_yes_"          = "✓ Группировать по типу файла";
"_group_typefile_no_"           = "Группировать по типу файла";
"_group_date_yes_"              = "✓ Группировать по дате";
"_group_date_no_"               = "Группировать по дате";
"_element_"                     = "элемент";
"_elements_"                    = "элементы";
"_tite_footer_upload_wwan_"     = "Требуется подключение к сети Wi-Fi для выгрузки, в очереди %lu %@.";
"_tite_footer_upload_"          = "в очереди %lu %@";
"_tite_footer_download_wwan_"   = "Требуется подключение к сети Wi-Fi для загрузки  %lu %@";
"_tite_footer_download_"        = "%lu %@ для загрузки ";
"_limited_dimension_"           = "Достигнут максимальный размер";
"_save_selected_files_"         = "Сохранить изображения и видео в фотоальбом";
"_file_not_saved_cameraroll_"   = "Ошибка, файл не сохранен в фотоальбом";
"_file_saved_cameraroll_"       = "Файл был сохранен в фотоальбом";
"_directory_on_top_yes_"        = "✓ Сначала каталоги";
"_directory_on_top_no_"         = "Сначала каталоги";
"_folder_automatic_upload_"     = "Папка для автоматической передачи файлов на сервер";
"_search_no_record_found_"      = "Результат отсутствет";
"_search_in_progress_"          = "Идёт поиск…";
"_search_instruction_"          = "Искать файл (минимум 2 символа)";
"_files_no_files_"              = "Здесь нет файлов";
"_files_no_folders_"            = "Здесь нет папок";
"_request_in_progress_"         = "Выполняется запрос к серверу…";

"audio"                         = "АУДИО";
"compress"                      = "СЖАТИЕ";
"directory"                     = "КАТАЛОГИ";
"document"                      = "ДОКУМЕНТЫ";
"image"                         = "ИЗОБРАЖЕНИЯ";
"template"                      = "ШАБЛОНЫ";
"unknow"                        = "НЕИЗВЕСТНО";
"video"                         = "ВИДЕО";

"_file_del_only_local_"         = "Файл отсутствует на сервере";

"_copy_file_"                   = "Копировать файл";
"_copy_files_"                  = "Копировать файлы";
"_paste_file_"                  = "Вставить файл";
"_paste_files_"                 = "Вставить файлы";

"_search_this_folder_"          = "Поиск в этом каталоге";
"_search_all_folders_"          = "Поиск во всех каталогах";
"_search_sub_folder_"           = "Поиск в этом каталоге и его подкаталогах";

"_theming_is_light_"            = "Оформление сервера использует очень яркие цвета,  из использование невозможно.";
"_cancel_all_task_"             = "Отменить все переводы";

"_status_wait_download_"        = "Ожидание загрузки";
"_status_in_download_"          = "В процессе загрузки";
"_status_downloading_"          = "Загружается";
"_status_wait_upload_"          = "Ожидаем выгрузки";
"_status_in_upload_"            = "В процессе выгрузки";
"_status_uploading_"            = "Выгружается";

// Media

"_select_media_folder_"         = "Выберите папку \"Медиа\"";
"_media_viewimage_show_"        = "Показать изображения";
"_media_viewimage_hide_"        = "Скрыть изображения";
"_media_viewvideo_show_"        = "Показать видеофайлы";
"_media_viewvideo_hide_"        = "Скрыть видеофайлы";

// Files Preview

"_insert_password_pfd_"         = "Защищенный PDF. Введите пароль";
"_password_pdf_error_"          = "Неправильный пароль";
"_error_download_photobrowser_" = "Ошибка: невозможно скачать фотографию";

// Share

"_share_link_"                  = "Поделиться ссылкой";
"_share_link_button_"           = "Отправить ссылку…";
"_password_"                    = "Пароль";
"_share_password_"              = "Ссылка, защищённая паролем";
"_share_expirationdate_"        = "Установить срок действия ссылки";
"_date_"                        = "Дата";
"_share_title_"                 = "Поделиться";
"_add_sharee_"                  = "Добавить пользователей или группы";
"_add_sharee_footer_"           = "Можно поделиться этим ресурсом, добавив пользователей или группы. Чтобы удалить общий ресурс, удалите всех пользователей и группы";
"_find_sharee_title_"           = "Поиск";
"_find_sharee_"                 = "Поиск пользователя или группы…";
"_find_sharee_footer_"          = "Введите часть имени пользователя или группы для поиска (минимум 2 символа), для завершения нажмите «Ввод» и выберите пользователей, для которых будет предоставлен доступ, после чего нажмите «Готово» для подтверждения.";
"_user_is_group_"               = "(группа)";
"_direct_sharee_title_"         = "Поделиться";
"_direct_sharee_footer_"        = "Если вы знаете имя пользователя, укажите его, затем выберите тип предоставления общего доступа и нажмите «Готово» для подтверждения";
"_direct_sharee_"               = "Введите имя пользователя…";
"_user_sharee_footer_"          = "Нажмите для изменения прав доступа";
"_share_type_title_"            = "Тип общего доступа";
"_share_type_user_"             = "Пользователь";
"_share_type_group_"            = "Группа";
"_share_type_remote_"           = "Удалённый";

// Share Permission

"_share_permission_title_"          = "Права доступа";
"_share_permission_edit_"           = "разрешено редактировать";
"_share_permission_file_can_write_" = "разрешено записывать файл";
"_share_permission_create_"         = "разрешено создавать";
"_share_permission_create_file_"    = "разрешено создавать файлы";
"_share_permission_create_folder_"  = "разрешено создавать папки";
"_share_permission_change_"         = "разрешено изменять";
"_share_permission_delete_"         = "разрешено удалять";
"_share_permission_share_"          = "разрешено делиться с другими";
"_share_permission_rename_"         = "разрешено переименовывать";
"_share_permission_move_"           = "разрешено перемещать";
"_share_permission_read_"           = "разрешено читать";
"_share_permission_info_"           = "Информация о общем доступе";
"_share_permission_path_"           = "Файл / Папка";
"_share_permission_type_"           = "Тип";
"_share_permission_typeuser_"       = "Пользователь";
"_share_permission_typegroup_"      = "Группа";
"_share_permission_typepubliclink_" = "Ссылка";
"_share_permission_typefederated_"  = "Федеративный доступ";
"_share_permission_owner_"          = "Владелец";
"_share_permission_date_"           = "Дата";
"_share_permission_email_"          = "Уведомление по email";
"_share_link_readonly_"             = "Только для чтения";
"_share_link_modify_"               = "Разрешить редактирование";
"_share_link_upload_"               = "Хранилище (только приём файлов)";
"_share_link_upload_modify_"        = "Разрешить приём и редактирование";
"_share_link_hide_download_"        = "Hide download";

// ShareInfoCMOC

"_type_resource_connect_you_"       = "Доступные вам";
"_type_resource_external_"          = "Внешнее хранилище";

// Share Ext

"_destiny_folder_"                  = "Папка: %@";

"_no_transfer_"                     = "Передач ещё нет";
"_no_transfer_sub_"                 = "Здесь будут показаны выгрузки и скачивания этим устройством";
"_no_activity_"                     = "Событий ещё нет";
"_transfers_"                       = "Передачи";
"_activity_"                        = "События";
"_activity_file_not_present_"       = "Файл более не существует";

// List Shares

"_list_shares_"                     = "Опубликованное";
"_list_shares_no_files_"            = "Вы ещё ничем не поделились";
"_tutorial_list_shares_view_"       = "Здесь появятся файлы и каталоги, к которым предоставлен общий доступ";

// Offline - Local Storage

"_create_synchronization_"          = "Создать синхронизацию";
"_offline_"                         = "Автономно";
"_local_storage_"                   = "Локальное хранилище";
"_local_storage_no_record_"         = "Файлов ещё нет";

// Create Cloud

"_upload_photos_videos_"            = "Выгрузить фотографии или видео";
"_upload_file_"                     = "Выгрузить файл";
"_upload_file_text_"                = "Создать текстовый файл";

// Document Picker

"_save_document_picker_"            = "Сохранить здесь";

// CreateFormUploadAssets

"_destination_folder_"              = "Каталог назначения";
"_use_folder_auto_upload_"          = "Использовать в качестве назначения папку «Автоматическая передача»";
"_rename_filename_"                 = "Переименовать";
"_filename_"                        = "Имя файла";
"_preview_filename_"                = "Просмотр примера имени файла. Для формирования имени файла из даты  снимка используйте переменные %@.";
"_forbidden_characters_"            = "Имя файла или папки содержит недопустимые символы";
"_add_filenametype_"                = "Добавьте тип файла в имени";
"_filenametype_photo_video_"        = "Фотографии и видеофайлы";
"_maintain_original_filename_"      = "Сохранять исходное имя файла";

// Notification

"_notification_"                    = "Уведомление";

// Photo Browser

"Done"                              = "Готово";
"Select Photos"                     = "Выбрать фотографии";
"photo"                             = "фотография";
"photos"                            = "фотографии";
"of"                                = "из";
"%i of %i"                          = "%1$i из %2$i";

// Manage Auto Upload FileName

"_autoupload_filename_title_"       = "Имя файла автоматической выгрузки";

// Text File

"_untitled_txt_"                    = "Untitled.txt";

// EndToEnd Encryption

"_e2e_settings_title_"              = "Шифрование";
"_e2e_settings_"                    = "Оконечное шифрование";
"_e2e_settings_start_"              = "Начать сквозное шифрование";
"_e2e_settings_not_available_"      = "Сквозное шифрование не доступно";
"_e2e_settings_activated_"          = "Сквозное шифрование активировано";
"_e2e_settings_view_passphrase_"    = "Все двенадцать слов подряд — очень надёжный пароль, который требуется для доступа для просмотра и использования зашифрованных файлов. Запишите его и сохраните в надёжном месте.";
"_e2e_settings_read_passphrase_"    = "Прочесть парольную фразу";
"_e2e_settings_lock_not_active_"    = "Блокировка не включена, перейдите в «Настройки» и включите её.";
"_e2e_settings_the_passphrase_is_"  = "Парольная фраза:";
"_e2e_passphrase_request_title_"    = "Запросить парольную фразу";
"_e2e_passphrase_request_message_"  = "Введите 12 слов";
"_e2e_settings_remove_"             = "Отключить шифрование на устройстве";
"_e2e_settings_remove_message_"     = "Подтвердите отключение шифрования вводом парольной фразы";
"_e2e_set_folder_encrypted_"        = "Зашифровать";
"_e2e_remove_folder_encrypted_"     = "Расшифровать";
"_e2e_goto_settings_for_enable_"    = "Это зашифрованный каталог, перейдите в настройки и включите оконечное шифрование";
"_e2e_delete_folder_not_permitted_" = "Удаление каталога с меткой «зашифровано» не разрешено";
"_e2e_error_encode_metadata_"       = "Произошла ошибка шифрования метаданных";
"_e2e_error_decode_metadata_"       = "Произошла ошибка расшифровывания метаданных";
"_e2e_error_create_encrypted_"      = "Не удалось создать зашифрованный файл";
"_e2e_error_update_metadata_"       = "Не удалось обновить метаданные";
"_e2e_error_store_metadata_"        = "Не удалось сохранить метаданные";
"_e2e_error_send_metadata_"         = "Не удалось отправить метаданные";
"_e2e_error_delete_metadata_"       = "Не удалось удалить метаданные";
"_e2e_error_get_metadata_"          = "Не удалось найти метаданные";
"_e2e_error_not_enabled_"           = "Внутренняя ошибка. Оконечное шифрование не включено";
"_e2e_error_record_not_found_"      = "Внутренняя ошибка. Записи не найдены";
"_e2e_error_unlock_"                = "Не удалось разблокировать каталог";
"_e2e_error_lock_"                  = "Не удалось заблокировать каталог";
"_e2e_error_delete_mark_folder_"    = "Расшифровать отмеченный каталог";
"_e2e_error_mark_folder_"           = "Зашифровать каталог";
"_e2e_error_directory_not_empty_"   = "Каталог не пустой";

// Scan Document

"_scans_document_"                  = "Сканированные документы";
"_scanned_images_"                  = "Сканированные изображения";
"_scan_document_pdf_page_"          = "Страница";
"_scan_label_document_zone_"        = "Drag images down for document creation";
"_filter_original_"                 = "Оригинал";
"_filter_bn_"                       = "Чёрно-белое";
"_filter_grayscale_"                = "Оттенки серого";
"_quality_image_title_"             = "Качество изображения";
"_quality_high_"                    = "Большой файл высокого качества";
"_quality_medium_"                  = "Обычный файл среднего качества";
"_quality_low_"                     = "Небольшой файл маленького качества";
"_file_type_"                       = "Тип файла";
"_pdf_password_"                    = "Пароль PDF";
"_file_creation_"                   = "Создание файла";
"_delete_all_scanned_images_"       = "Удалить все сканированные изображения? ";

/* The title on the navigation bar of the Scanning screen. */
"wescan.scanning.title"             = "Сканирование";
/* The "Next" button on the right side of the navigation bar on the Edit screen. */
"wescan.edit.button.next"           = "Далее";
/* The title on the navigation bar of the Edit screen. */
"wescan.edit.title"                 = "Изменить скан";
/* The "Done" button on the right side of the navigation bar on the Review screen. */
"wescan.review.button.done"         = "Готово";
/* The title on the navigation bar of the Review screen. */
"wescan.review.title"               = "Обзор";

// Trah

"_trash_view_"                      = "Удалённые файлы";
"_trash_restore_all_"               = "Восстановить все файлы";
"_trash_delete_all_"                = "Очистить корзину";
"_trash_no_trash_"                  = "В корзине нет файлов";
"_trash_no_trash_description_"      = "Отсюда могут быть восстановлены удалённые файлы";
"_trash_restore_selected_"          = "Восстановить выбранные файлы";
"_trash_delete_selected_"           = "Deleted selected files";

// Offline

"_manage_file_offline_"             = "Управление автономно доступными файлами ";
"_set_available_offline_"           = "Сделать доступным автономно";
"_remove_available_offline_"        = "Убрать автономную доступность";

// Richdocuments

"_create_new_document_"             = "Create new document";
"_create_new_spreadsheet_"          = "Create new spreadsheet";
"_create_new_presentation_"         = "Create new presentation";

// Intro

"_intro_1_title_"                   = "Храните свои данные в безопасности и под своим контролем";
"_intro_2_title_"                   = "Защищённая совместная работа и обмен файлами";
"_intro_3_title_"                   = "Простые в использовании приложения для работы с почтой, календарями и контактами";
"_intro_4_title_"                   = "Доступ к изображению на экране, онлайн общение и веб-конференции";

"_log_in_"                          = "Войти";
"_sign_up_"                         = "Подключиться через поставщика услуги";
"_host_your_own_server"             = "Развернуть собственный сервер";

// Error

"_bad_username_password_"               = "Неверное имя пользователя или пароль";
"_cancelled_by_user"                    = "Передача отменена";
"_error_folder_destiny_is_the_same_"    = "Невозможно переместить папку в саму себя";
"_error_not_permission_"                = "У вас нет прав для завершения операции";
"_error_path_"                          = "Невозможно открыть этот файл или папку. Убедитесь, что они существуют";
"_file_upload_not_exitst_"              = "Файл для передачи на сервер не существует";
"_forbidden_characters_from_server_"    = "Имя содержит как минимум один неверный символ";
"_not_connected_internet_"              = "Ошибка соединения с сервером";
"_not_possible_connect_to_server_"      = "Невозможно соединиться с сервером сейчас";
"_not_possible_create_folder_"          = "Не удалось создать папку";
"_server_down_"                         = "Не удалось соединиться с сервером";
"_time_out_"                            = "Время ожидания вышло, попробуйте снова";
"_unknow_response_server_"              = "Ответ сервера отличается от ожидаемого";
"_user_autentication_required_"         = "Требуется аутентификация пользователя";
"_file_directory_locked_"               = "Файл или каталог заблокированы";
"_ssl_certificate_untrusted_"           = "Неверный сертификат сервера";
"_internal_server_"                     = "Внутренняя ошибка сервера";
"_file_already_exists_"                 = "Не удаётся завершить операцию, файл с таким же именем уже существует";
"_file_folder_not_exists_"              = "Исходный файл не найден по указанному пути";
"_folder_contents_nochanged_"           = "Содержимое папки не изменено";
"_images_invalid_converted_"            = "Изображение повреждено, создание его миниатюры невозможно";
"_method_not_expected_"                 = "Неожиданный способ выполнения запроса";
"_reauthenticate_user_"                 = "Срок сеанса работы истёк, требуется повторный вход";
"_server_error_retry_"                  = "Сервер временно недоступен";
"_too_many_files_"                      = "В этом действии будет участвовать слишком много файлов";
"_too_many_request_"                    = "Достигнуто ограничение частоты отправки запросов";
"_user_over_quota_"                     = "Достигнуто ограничение размера хранилища";
"_ssl_connection_error_"                = "Ошибка соединения SSL, попытайтесь еще раз";
"_bad_request_"                         = "Неверный запрос";
"_webdav_locked_"                       = "Блокировка WebDAV: Запрашиваемый ресурс блокирован";
"_error_user_not_available_"            = "Пользователь более не доступен";
"_server_response_error_"               = "Ответ сервера в неверном формате";

// BKPasscode

"%d Failed Passcode Attempts" = "Неверных попыток ввода кода: %d";
"%d Failed Password Attempts" = "Неверных попыток ввода пароля: %d";

"1 Failed Passcode Attempt" = "1 неудачная попытка ввода кода";
"1 Failed Password Attempt" = "1 неудачная попытка ввода пароля";

"Do you want to use Touch ID for authentication?" = "Использовать Touch/Face ID для аутентификации?";

"Done" = "Готово";

"Enable Touch ID" = "Включить Touch/Face ID";

"Enter a different passcode. Cannot re-use the same passcode." = "Введите другой код. Нельзя повторно использовать тот же самый.";
"Enter a different password. Cannot re-use the same password." = "Введите другой пароль. Нельзя повторно использовать тот же самый.";

"Enter a passcode" = "Введите код";
"Enter a password" = "Введите пароль";

"Enter your new passcode" = "Введите ваш новый код";
"Enter your new password" = "Введите ваш новый пароль";

"Enter your old passcode" = "Введите ваш старый код";
"Enter your old password" = "Введите ваш старый пароль";

"Enter your passcode" = "Введите ваш код";
"Enter your password" = "Введите ваш пароль";

"Invalid Passcode" = "Неверный код";
"Invalid Password" = "Неверный пароль";

"Passcodes did not match.\nTry again." = "Коды не совпадают.\nПопытайтесь снова.";
"Password did not match.\nTry again." = "Пароли не совпадают.\nПопытайтесь снова.";

"Re-enter your passcode" = "Повторите ввод кода";
"Re-enter your password" = "Повторите ввод пароля";

"Try again in %d minutes" = "Минут до повторного ввода: %d";

"Try again in 1 minute" = "Повторите попытку через 1 минуту";

